{
  "title": "Russia's Sputnik V vaccine has 92% efficacy in trial",
  "data": [
    {
      "type": "image",
      "content": "https://storage.googleapis.com/tartanhacks/medicine-articles/medicine-article-1/image-1.png"
    },
    {
      "type": "subtitle",
      "content": "Russia's Sputnik V coronavirus vaccine gives around 92% protection against Covid-19, late stage trial results published in The Lancet reveal."
    },
    {
      "type": "sentence",
      "content": "It has also been deemed to be safe - and offer complete protection against hospitalisation and death."
    },
    {
      "type": "sentence",
      "content": "The vaccine was initially met with some controversy after being rolled out before the final trial data had been released."
    },
    {
      "type": "sentence",
      "content": "But scientists said its benefit has now been demonstrated. It joins the ranks of proven vaccines alongside Pfizer, Oxford/AstraZeneca, Moderna and Janssen."
    },
    {
      "type": "sentence",
      "content": "The Sputnik vaccine works in a similar way to the Oxford/AstraZeneca jab developed in the UK, and the Janssen vaccine developed in Belgium."
    },
    {
      "type": "sentence",
      "content": "It uses a cold-type virus, engineered to be harmless, as a carrier to deliver a small fragment of the coronavirus to the body."
    },
    {
      "type": "subtitle",
      "content": "Different second doses"
    },
    {
      "type": "sentence",
      "content": "But unlike other similar vaccines, the Sputnik jab uses two slightly different versions of the vaccine for the first and second dose - given 21 days apart."
    },
    {
      "type": "sentence",
      "content": "They both target the coronavirus's distinctive 'spike', but use different vectors - the neutralised virus that carries the spike to the body."
    },
    {
      "type": "sentence",
      "content": "The idea is that using two different formulas boosts the immune system even more than using the same version twice - and may give longer-lasting protection. As well as proving effective, it was also safe with no serious reactions linked to the vaccine during the trial."
    },
    {
      "type": "sentence",
      "content": "Some side effects to a vaccine are expected but these are usually mild, including a sore arm, tiredness and a bit of a temperature. And there were no deaths or serious illness in the vaccinated group linked to the jab. "
    },
    {
      "type": "sentence",
      "content": "As well as Russia, the vaccine is being used in a number of other places including: Argentina, Palestinian territories, Venezuela, Hungary, UAE, Iran"
    }
  ],
  "topic": "fiction",
  "uuid": "0a292426e00e9a49209902d05701707cc29120e0c770e1298a0da464",
  "link": "https://psiloveyou.xyz/grief-love-and-the-collar-she-would-never-wear-for-long-a19d2682b854"
}
